{
  "brightSide": "Bright Side Educational Support",
  "home": "Home",
  "about": "About",
  "services": "Services",
  "news": "News",
  "blog": "Blog",
  "vacancies": "Vacancies",
  "contact": "Contact",
  "light": "Light",
  "dark": "Dark",
  "system": "System",

  "heroTitle": "Empowering Special Needs Education",
  "heroDescription": "We are dedicated to providing comprehensive and specialized services for students with special needs, creating inclusive learning environments and empowering students to succeed.",
  "exploreServices": "Explore Our Services",
  "contactUs": "Contact Us",

  "aboutUs": "About Us",
  "aboutTitle": "Dedicated to Inclusive Education",
  "aboutDescription": "Bright Side is a certified social enterprise educational support company dedicated to providing comprehensive and specialized services for students with special needs.",
  "aboutDescription2": "We are committed to creating inclusive learning environments and empowering students with the tools and support they need to succeed academically, socially, and emotionally.",
  "learnMore": "Learn More",

  "ourCoreValues": "Our Core Values",
  "coreValuesDescription": "At Bright Side, we are guided by these core principles that define our approach to special education.",
  "coreValue1Title": "Compassionate Environment",
  "coreValue1Description": "We provide a compassionate and supportive environment where students feel safe, valued, and encouraged to reach their full potential.",
  "coreValue2Title": "Family-Centered Approach",
  "coreValue2Description": "We actively involve parents and caregivers in the therapeutic process, providing them with the tools and support they need.",
  "coreValue3Title": "Empathy",
  "coreValue3Description": "We are dedicated to empowering students with special needs, fostering their self-advocacy skills, promoting independence, and nurturing their overall well-being.",
  "coreValue4Title": "Highly Qualified Team",
  "coreValue4Description": "Our therapists are licensed and certified professionals with expertise in their respective fields, undergoing ongoing training to stay up-to-date.",

  "ourServices": "Our Services",
  "servicesDescription": "We offer a wide range of specialized services to support students with special needs and their families.",
  "service1Title": "Therapeutic Support Services",
  "service1Description": "Assessment, speech and language therapy, ABA therapy, occupational therapy, and physiotherapy.",
  "service2Title": "Tutoring Services",
  "service2Description": "Personalized one-on-one tutoring tailored to students' specific needs and learning styles, from kindergarten to university.",
  "service3Title": "Special Needs Caregiver Training",
  "service3Description": "Workshops and training sessions for parents, teachers, and other professionals involved in the education and care of students with special needs.",
  "service4Title": "Transition Planning",
  "service4Description": "Assistance for students with special needs in their transition from school to post-secondary education, vocational training, or employment.",
  "service5Title": "Individualized Education Programs",
  "service5Description": "Customized IEPs developed by our team of experienced special education professionals in collaboration with parents, educators, and therapists.",
  "service6Title": "Inclusive School System",
  "service6Description": "Specialized services to schools, enhancing their special needs departments with tailored educational strategies and resources.",
  "viewAllServices": "View All Services",

  "testimonials": "What Our Clients Say",
  "testimonialsDescription": "Hear from families and educators who have experienced the Bright Side difference.",
  "testimonial1Content": "The support and guidance we received from Bright Side has been transformative for our child. The therapists are not only highly skilled but also genuinely caring.",
  "testimonial1Author": "Meaza Yitbarek",
  "testimonial1Role": "Parent",
  "testimonial2Content": "As an educator, I've seen remarkable progress in students who receive support from Bright Side. Their approach is comprehensive and truly student-centered.",
  "testimonial2Author": "Yitbarek Meaza",
  "testimonial2Role": "Special Education Teacher",
  "testimonial3Content": "The training provided by Bright Side has equipped our staff with valuable skills and strategies for supporting students with diverse learning needs.",
  "testimonial3Author": "Meaza Meaza",
  "testimonial3Role": "School Principal",

  "ourPartners": "Our Partners",
  "partnersDescription": "We collaborate with leading educational institutions to provide the best support for students with special needs.",

  "latestNews": "Latest News",
  "latestNewsDescription": "Stay updated with the latest developments and events at Bright Side Educational Support.",
  "readMore": "Read More",
  "viewAllNews": "View All News",
  "noNewsAvailable": "No news available at the moment. Please check back later.",
  "backToNews": "Back to News",

  "latestBlogs": "Latest Blog Posts",
  "latestBlogsDescription": "Insights, tips, and resources for supporting students with special needs.",
  "viewAllBlogs": "View All Blog Posts",
  "noBlogsAvailable": "No blog posts available at the moment. Please check back later.",
  "backToBlog": "Back to Blog",

  "latestVacancies": "Job Opportunities",
  "latestVacanciesDescription": "Join our team of dedicated professionals making a difference in special education.",
  "fullTime": "Full Time",
  "deadline": "Deadline",
  "viewDetails": "View Details",
  "viewAllVacancies": "View All Vacancies",
  "noVacanciesAvailable": "No vacancies available at the moment. Please check back later.",
  "backToVacancies": "Back to Vacancies",

  "getInTouch": "Get In Touch",
  "contactDescription": "Have questions or need more information? Reach out to us and we'll be happy to help.",
  "name": "Name",
  "namePlaceholder": "Enter your name",
  "email": "Email",
  "emailPlaceholder": "Enter your email",
  "phone": "Phone",
  "phonePlaceholder": "Enter your phone number",
  "message": "Message",
  "messagePlaceholder": "Enter your message",
  "sendMessage": "Send Message",
  "sending": "Sending...",
  "formError": "Form Error",
  "pleaseCompleteAllRequiredFields": "Please complete all required fields.",
  "messageSent": "Message Sent",
  "thankYouForYourMessage": "Thank you for your message. We will get back to you soon.",
  "errorOccurred": "Error Occurred",
  "pleaseTryAgainLater": "Please try again later.",

  "quickLinks": "Quick Links",
  "contactUs": "Contact Us",
  "newsletter": "Newsletter",
  "newsletterDescription": "Subscribe to our newsletter to receive the latest news and updates.",
  "subscribe": "Subscribe",
  "footerDescription": "Bright Side Educational Support is dedicated to providing comprehensive and specialized services for students with special needs.",
  "allRightsReserved": "All rights reserved."
}

